# RbsCabletrayRungspace Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsCabletrayRungspace Property
ParameterTypeId Class See Also
---
"Rung Space"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsCabletrayRungspace { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsCabletrayRungspace As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsCabletrayRungspace {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace